<?php
/**
 * Created by PhpStorm.
 * User: CainCity
 * Date: 2020-02-02
 * Time: 15:03
 */

return [
    // 客户类型ID
    '公客' => 'e90178fb-8a16-11e6-baa8-18545dd517ef',
    '私客' => 'f68e26d7-8a16-11e6-baa8-18545dd517ef',
    '中介' => '42ae1004-fa49-11e6-ab6e-00163e004198',
    '无意向' => '21f0eb52-240b-11e7-ab6e-00163e004198',
    '垃圾名单' => '57460d37-fa49-11e6-ab6e-00163e004198',
    '精准客户' => 'd4ccd372-6a8d-11e7-ab6e-00163e004198',
    '电销客户' => 'e273fdd4-6a8d-11e7-ab6e-00163e004198',

    // 跟进类型ID
    '去电' => '264c61a9-8a1d-11e6-baa8-18545dd517ef',
    '微信' => '43d13e06-8a1d-11e6-baa8-18545dd517ef',
    '系统生成' => '32d8a576-49bf-11e7-92de-0cf9bcc0908f',

    // 用户ID
    'admin' => 'e38ca171-83a8-11e6-b329-f995fb2ef337',
    '管理员' => '59bdb316-8eb8-11e6-ab6e-00163e004198',

    // 团队ID
    '销售团队' => '7cf85e0a-118b-11e8-984e-6e4203475af0',
    '技术团队' => '1f8f5dd6-119a-11e8-984e-6e4203475af0',
    'A组' => 'f23243b4-1336-11e8-9c4a-00163e055b74',
    'B组' => 'f80ff534-1336-11e8-9c4a-00163e055b74',

    // 客户来源ID
    '默认来源' => 'bc6644b6-ada7-11e6-a755-ca4b199bbee7',
    '公客池1' => '92c05d74-cc19-11e6-ab6e-00163e004198',
    '公客池2' => 'cb4a900e-4ce0-11e7-ab6e-00163e004198',

    // 薪资组成ID
    '底薪' => '549c22a7-944b-11e6-8f92-f2930c82667c',
    '奖金' => '5f69149c-944b-11e6-8f92-f2930c82667c',
    '提成' => '65a6fe31-944b-11e6-8f92-f2930c82667c',
    '分红' => 'eedd890a-d735-11e6-ab6e-00163e004198',

    // 数据字典分类
    '客户类型' => '605a9adb-8a16-11e6-baa8-18545dd517ef',
    '客户来源' => '960a2fb5-ada7-11e6-a755-ca4b199bbee7',
    '客户池' => 'af272d08-6a8d-11e7-ab6e-00163e004198',
    '客户等级' => 'ac35271f-5be6-11e7-ab6e-00163e004198',
    '跟进类型' => '149fe3d6-8a1d-11e6-baa8-18545dd517ef',
    '项目性质' => 'aa59e248-8b92-11e6-baa8-18545dd517ef',
    '项目类型' => '833fc9de-d088-11e9-af7e-27b5164f4b8b',
    '销售情况' => 'c1cc7382-d088-11e9-af7e-27b5164f4b8b',
    '装修标准' => '0679d8c2-d088-11e9-af7e-27b5164f4b8b',
    '交易状态' => '76a3f525-8a0a-11e6-baa8-18545dd517ef',
    '外勤类型' => '3e7b36c6-525f-11e7-ab6e-00163e004198',

    '人工费用' => '45578ecc-944b-11e6-8f92-f2930c82667c',
    '推广费用' => '1289cc90-011b-11e8-afab-00163e055b74',

    '商铺' => 'f1d77101-8b92-11e6-baa8-18545dd517ef',
    '别墅' => 'f9a32061-8b92-11e6-baa8-18545dd517ef',

    '完结' => '1aa4f6b2-8a19-11e6-baa8-18545dd517ef',
];