<?php
/**
 * Created by PhpStorm.
 * User: CainCity
 * Date: 2020-01-25
 * Time: 12:46
 */

return [
    // +----------------------------------------------------------------------
    // | 公司设置
    // +----------------------------------------------------------------------

    'company_name' => '公司：名称',
    'company_abbreviation' => '公司：简称',
    'company_address' => '公司：地址',
    'company_profile' => '公司：简介',
    'company_contacts' => '公司：联系人',
    'company_number' => '公司：联系电话',
    'company_qq' => '公司：QQ',
    'company_wechat' => '公司：微信',
    'company_email' => '公司：邮箱',
    'company_400' => '公司：400电话',

    // +----------------------------------------------------------------------
    // | 邮件服务设置
    // +----------------------------------------------------------------------

    'email_server' => '邮件服务：地址',
    'email_port' => '邮件服务：端口',
    'email_user' => '邮件服务：用户名',
    'email_password' => '邮件服务：密码',
    'email_test' => '测试邮件发送地址',

    // +----------------------------------------------------------------------
    // | 系统设置
    // +----------------------------------------------------------------------

    'system_name' => '系统名称[全称]',
    'system_abbreviation' => '系统名称[缩写]',
    'system_icp' => '备案号',
    'system_team' => '开发团队',
    'system_email' => '管理员邮箱',
    'system_web_name' => '网站名称',

    // +----------------------------------------------------------------------
    // | 站点设置
    // +----------------------------------------------------------------------

    'web_website' => '静态网站地址',
    'web_api' => '静态网站数据交互API',
    'web_root_path' => '文件路径：根目录',
    'web_public_path' => '文件路径：public目录',
    'web_html_path' => '文件路径：静态网站目录',
    'web_html_style_path' => '文件路径：静态网站样式目录',
    'web_html_image_path' => '文件路径：静态网站图片目录',
    'web_html_file_suffix' => '静态网站文件后缀',

    // +----------------------------------------------------------------------
    // | 测试设置
    // +----------------------------------------------------------------------

    'text_aaa' => '测试aaa',
];